{
    "title" : "Description de projet : Tubesca",
    "logo" : "tubesca.jpg",
    "url" : "http://idril.sytes.net/tubesca/Code",
    "sections" : {
        "intro" : {
            "title" : "La base du projet",
            "paragraphes" : ["Il s'agit de mon projet tutorée de deuxième année de DUT. Un enseignant intervenant travaillant également pour l'entreprise Tubesca a soumit un projet pour les étudiants.",
            "Il y avait un besoin dans l'équipe logistique de tubesca afin d'optimiser les chargements de containers pour l'exportation en outre-mer.",
            "Avec un groupe total de 6 étudiants, nous avons réalisé ce projet."]
        },
        "besoins" : {
            "title" : "L'objectif final du projet",
            "paragraphes" : ["Le besoin principal était le suivant : avant d'envoyer une commande, l'assistant au chargement calcule si le commande passé peut ou non rentrer dans un container, et si oui, lesquels",
            "Cependant, à chaque changement de commande, ce travail devait être refait. Il s'agit là d'un tâche répétitive et fastidieuse.",
            "Dans ce projet, il était uniquement demandé de calculer et comparer le volume de la commande avec celui du container. Il n'était pas question d'étudier l'agencement des produits dans le container pour de multiples raisons : manque de temps, de connaissance, d'outils etc..."]
        },
        "realisation" : {
            "title" : "La réalisation",
            "paragraphes" : [
                "Etant le premier gros projet auquel j'ai été confronté, il y a eu quelques difficultés lors de la réalisation. Tout à été réalisé sans outils externe. Aucun framework n'a été choisi. Une architecture MVC et des règles de codages ont cependant été mise en place.",
                "Tout le projet à été mené en méthode agile, et des nouvelles versions étaient envoyé régulièrement afin que la responsable de projet puissent tester, voir des problèmes qui nous auraient échappé et faire ses retour sur l'application. Ainsi, nous avions la possibilité de corrigé directement ce qui n'allais pas pour la prochaine version."
            ]
        },
        "conclusion" : {
            "title" : "Actuellement",
            "paragraphes" : ["Le site à été finalisé, et les fonctions actuels ont apporté satisfaction au responsable du projet. Le site à été livré à Tubesca pour une éventuelle utilisation en interne."]
        }
    }
}